tap "cjbassi/ytop"
tap "joallard/cf-keylayout"
brew "diff-so-fancy"
brew "fish"
brew "git"
brew "mkcert"
brew "tmux"
brew "asdf"
brew "zoxide"
brew "starship"
brew "cjbassi/ytop/ytop"
brew "thefuck"
cask "cf-keylayout"
cask "chai"
cask "docker"
cask "firefox"
cask "firefox@developer-edition"
cask "flux"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "kap"
cask "monodraw"
cask "muzzle"
cask "ngrok"
cask "obs"
cask "openemu"
cask "openscad"
cask "prusaslicer"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "vlc"
