tap "cjbassi/ytop"
tap "ekristen/tap"
tap "hashicorp/tap"
tap "hiro-o918/tap"
tap "homebrew/bundle"
tap "joallard/cf-keylayout"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "argocd"
brew "git"
brew "asdf"
brew "awscli"
brew "diff-so-fancy"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "gh"
brew "go"
brew "imagemagick"
brew "mkcert"
brew "snowflake-cli"
brew "starship"
brew "supabase"
brew "thefuck"
brew "tmux"
brew "uv"
brew "watch"
brew "zoxide"
brew "cjbassi/ytop/ytop"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "blender"
cask "joallard/cf-keylayout/cf-keylayout"
cask "chai"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "google-drive"
cask "handbrake-app"
cask "iterm2"
cask "kap"
cask "macmediakeyforwarder"
cask "monodraw"
cask "muzzle"
cask "ngrok"
cask "obs"
cask "openemu"
cask "openscad"
cask "prusaslicer"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "stats"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cargo "cargo-outdated"
cargo "ripgrep"
