tap "cjbassi/ytop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "diff-so-fancy"
brew "elixir"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "kubernetes-cli"
brew "kustomize"
brew "mkcert"
brew "n"
brew "rbenv"
brew "terraform"
brew "tmux"
brew "zoxide"
brew "cjbassi/ytop/ytop"
cask "1password"
cask "alacritty"
cask "amethyst"
cask "blender"
cask "chai"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "kap"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "monodraw"
cask "muzzle"
cask "ngrok"
cask "obs"
cask "openemu"
cask "openscad"
cask "prusaslicer"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
